

import './adv-description.scss'

export const AdvDescription = () => {
  return (
    <div className='main__container'>
      <h3 className='main__title title'>Описание товара</h3>
      <div className='main__content'>
        <p className='main__text'>
          Новая ракетка для большого тенниса - воплощение современных технологий в спортивном оборудовании. 
          Ее инновационный дизайн и использование передовых материалов обеспечивают уникальный баланс мощности и контроля в каждом ударе. 
          Легкий карбоновый каркас гарантирует быстрый ответ на мяч, а современные системы амортизации смягчают удары, предоставляя игроку полный контроль над мячом. 
          Эта ракетка - не просто инструмент для побед, но и стильный аксессуар для тех, кто ценит выдающуюся производительность и современный дизайн на корте.
        </p>
      </div>
    </div>
  )
}